import React from 'react'

export default function Contant() {
  return (
    <section className="content-container">
      <div className='telugu-content'>
        <h2>ఇకపై ఫేక్ న్యూస్‌కి చెప్పండి గుడ్ బై</h2>
        <p>"హిట్ టీవి పేరుతో కొందరు ఫేక్ న్యూస్‌ను ప్రచారం చేస్తున్నారు. అలాంటి ఫేక్ న్యూస్‌ను అరికట్టేందుకు హిట్ టీవి సరికొత్త విధానంతో మీ ముందుకు వచ్చింది. మీకు హిట్ టీవి పేరుతో వచ్చిన వార్త.. నిజామా లేదా ఫేక్ అని తెలుసుకునేందుకు Fact Check ఆప్షన్‌ను తెచ్చింది. ఇది కనిపెట్టడం ఇప్పుడు చాలా ఈజీ.. అది ఎలా అంటే.."</p>
        <ul>
          <li>
            <p>హిట్ టీవిలో పబ్లిష్ అయిన ప్రతి ఆర్టికల్‌కు ప్రత్యేక ఆల్ఫా న్యూమరిక్ (ఇంగ్లీష్ అక్షరాలు & అంకెలతో కూడిన) కోడ్ ఉంటుంది.</p>
          </li>
          <li>
            <p>తర్వాత ఉండే ఆల్ఫా న్యూమరిక్ కోడ్‌ను (Ex: hittv.co/p/F1B7EA526934) మీరు గూగుల్ సెర్చ్ బార్‌లో ఎంటర్ చేయండి.</p>
          </li>
          <li>
            <p>హిట్ టీవి ద్వారా ఆర్టికల్ పబ్లిష్ చేయబడితే ఆ కోడ్‌తో ఉన్న ఆర్టికల్ మీకు ఇక్కడ కన్పిస్తుంది.</p>
          </li>
        </ul>
        <p>ఒకవేళ మీకు ఆ వార్త కనిపించకపోయినా.. ఆ వార్త బదులుగా వేరే వార్త కనిపించిన అది ఫేక్ న్యూస్ అని అర్ధం. దానిని హీట్ టీవి సంస్థ పబ్లిష్ చేయలేదని మీరు గమనించాలి.</p>
      </div>
    </section>

  )
}
